sdaiAdd(Sdai_Id_aggr*,SdaiPrimitiveType,BTEllipsis)
\details
Adds a member to an unordered aggregate (set/bag) instance.
\param unorderedAggr [in] Aggregate instance to add member to.
\param valueType [in] The desired type of the value to get.
\param value [in] A pointer to the place in memory to set the value.